[{"url": "http://www.egyptindependent.com/news/final-issue-triumph-practice", "articletext": "This piece was written for Egypt Independent's final weekly print edition, which was banned from going to press. We offer you our 50th and final edition here.\nWhen I signed my contract with Al-Masry Al-Youm in April four years ago, I was troubled by the thought of committing full time to a job in journalism. It was a time of political loss; there was no story to tell, and there were no ways of telling anything differently.\n  I expected more failures than successes, but my brave boss at the time — the founding editor of this newspaper — provided ample space for my doubts. She left me traveling between sections, writing about politics, getting bored, then writing about art, then going back to politics, then taking a break and traveling, then coming back and trying to write again.\n  When she left, disillusioned by the organization’s performance and how the newspaper was always treated like an unwanted child of the institution, she entrusted me with continuing it.\n  The newspaper has since become an intellectual laboratory in which we haven’t only grappled with current news, but more importantly, how to talk about the news.\n  How can we navigate through the rigidity of the journalistic form? How can we narrate a story through our multilayered subjectivities? How do we emancipate ourselves from predetermined notions of representation?\n  How do we create affect? How do we engage? How do we afflict? How do we comfort? How do we become active mediators as opposed to silent vehicles of information?\n  We didn’t develop full answers, but kept asking and investing in a practice that constantly activated these questions.\n  At moments we did well. At others we failed. But we knew we wanted to continue, despite repeated threats of closure.\n  One of these threats was not so long ago. In a bold op-ed published in November 2011, former Al-Masry Al-Youm Editor-in-Chief Magdy al-Gallad wrote “drink from the sea,” addressing the Egypt Independent team.\n  In Arabic, the expression can be broadly translated into “put that in your pipe and smoke it,” and it was Gallad’s response to our public campaign against an act of self-censorship he authored, whereby he banned the third issue of our newborn weekly newspaper from distribution because he deemed an article critical of the military institution’s leadership too endangering.\n  When he wrote an Egypt-loving piece bashing Egypt’s haters — such as Egypt Independent’s team — using a seemingly offensive headline, he didn’t know how much that sea he figuratively sent us to was, in fact, an endless ocean of possibilities.\n  Back then, we were still named Al-Masry Al-Youm English Edition. This was the point at which we decided to change our name to Egypt Independent, and stopped printing until we acquired our own license, as we were previously printing as a supplement to the Arabic newspaper. The change was more than nominal, and the conversations surrounding it were important in framing our practice and interrogating the notion of independence in a universe where knowledge production is polarized toward certain centers of power.\n  The story is a landmark in the short life of Egypt Independent, but also in the extended history of journalism in Egypt. It pushed to the surface the plague of self-censorship that has been ingrained in our newsrooms, even those that unfolded in opposition to the notorious and continued state control of the media.\n  It also raised questions of institutional practice in non-state-controlled media that has reflected, in various instances, a subversion of the dictatorship these media were created to oppose. Not only is this subversion manifested by the unaccounted for decision-making processes of editors-in-chief, but also in the reproduction of the discourse of patriarchy that this president and yesterday’s president have numbed our senses with.\n  In other words, decisions are often advanced with the excuse of “We are older, we know better.”\n  This discourse was uttered once more in 2013 to declare the inevitability of the end of Egypt Independent’s experience. Abdel Moneim Saeed, the new chairperson of the Al-Masry Media Corporation board, said closing Egypt Independent, which he argued had only constituted a financial burden on the institution, was a measure of his capacity as “a surgeon who has to conduct the fine operation of letting go of the child in order for the mother to survive.”\n  It is a fine operation indeed, if only Al-Masry was indeed our mother, and if only its survival was conditional on our closure, and not a much-needed reinvigorating and rigorous review of its institutional practice.\n  But it is also only a fine operation if closure is given its due attention, as much as openings are. In other words, a closure transcends a letter announcing it on hard copy left with the receptionist for the Egypt Independent team.\n  A closure entails the labor dimension of how an institution should deal with layoffs. More importantly, a closure entails the key question of how we deal with the end of four years of content, two of them representing a live archive of revolutionary times marking deep changes in our contemporary history.\n  The archive transcends the legality of copyrights and follows the promise of the Internet as a democratic and open medium. Not only should it stay online, it should also be an active site of memory and production, constantly linked and relinked to new content.\n  We do not know as of yet what Al-Masry’s plan is as the legal proprietor of our name and our content, but its intention so far has been to retain everything, in yet another unfortunate instance of the commodification of knowledge and its subjection to the motions of corporate practice.\n  Our closure letter comes after a grace period of two months that Al-Masry’s board had given us to show that we could cut costs, raise revenue and identify potential investors who would take on the operation.\n  In these two months, the editorial team worked day and night to do the job a commercial team should do. In the process, we learned, firsthand, about the precariousness of our news operation depending on the annual paychecks of its businessmen, just like state-run media organizations depend on the paychecks of the government.\n  We also started innovating development models that could contribute to our sustainability. In the process, we started reaching our goals in all three areas, and submitted relevant documentation to the board of Al-Masry, represented by Saeed. But it was ignored, and dismissed in the closure letter as “no serious effort” to salvage the paper.\n  We leave it to the masters to define the word “serious” as we fold, depart and look forward, because some conversations are doomed and others are more important. The past matters, alongside its failures, as a formative experience. But so does the future, on which we are now fixated.\n  We strive to continue and reincarnate in a new configuration, mainly to continue championing the convoluted cause of narrative. We leave you, dear readers, with this edition through which we try to transcend the issue of Egypt Independent and talk about more grand backstories of closures as points of departure rather than ends.\n  We leave you with the hope of coming back soon, stronger and unbeaten, ready to incessantly travel to uncharted territories of storytelling.\n  Please direct any comment or queries to egindependent@gmail.com", "tweets": "161", "author": "Lina Attalah"}, {"url": "http://www.egyptindependent.com/news/final-issue-how-poor-management-destroyed-leading-voice", "articletext": "This piece was written for Egypt Independent's final weekly print edition, which was banned from going to press. We offer you our 50th and final edition here.\nThere was once a vision for Al-Masry Al-Youm. Publisher Hisham Kassem fought for this vision, prying it from the hands of the paper’s business-minded proprietors.\nAl-Masry Al-Youm, initially celebrated as Egypt’s first independent newspaper, is now struggling with accusations of editorial bias and a deep financial crisis.\n  Kassem eventually abandoned this project, blaming poor management and an intransigent resistance to the original editorial proposition. These pitfalls are what have landed the paper in its current crises, he argues.\n  A collapsed editorial proposition\n  When a group of heavyweights decided they wanted to invest in a newspaper, Kassem saw it as “the opportunity of a generation.” Here was a chance to fill the gap in Egypt’s newspaper market.\n  “At the time, journalism in Egypt was polarized between the binary of Al-Ahram and Al-Wafd, either with or against the government. There was a gap, a vacant space for news,” says Kassem.\n  He reiterates the vision he proposed to investors when they approached him in 2003 about starting a newspaper. “My vision was that we get in and do news — be a paper of record,” he recalls.\n  Kassem initially refused the task. He foresaw the inevitable failure due to an ambiguous editorial line and the adoption of the same tabloid approach prevalent at the time.\n  After the pilot issue was labeled “a moral and financial catastrophe,” Kassem says founder Salah Diab approached him again, giving him free rein to adopt his “weird ideas.”\n  All Kassem wanted was a paper that did not mix news with opinions, focused on accuracy, and was supportive of human and civil rights and freedoms, he says. He calls this quest “an uphill battle.”\n  The owners consistently challenged Kassem’s stringent policy against their intervention in the paper’s content.\n  Kassem recalls once rejecting a request by investor Naguib Sawiris to publish a piece insulting Mostafa Bakry, who had insulted Sawiris in his paper Al-Osbou.\n  He also recalls refusing a request by Diab to run an article praising a friend’s electoral campaign.\n  The owners also attempted to force their own poorly studied propositions on the paper, insisting their business expertise could generate valuable ideas, he says.\n  A power struggle began to unfold from day one between Kassem and the paper’s editor-in-chief at the time, Anwar al-Hawary, who attempted to interfere in advertisements and failed at times to implement Kassem’s vision for the paper.\n  “[Hawary] started going straight to Salah [Diab], and Salah, realizing that I wasn’t responding to his editorial requests, welcomed this open line of communication with the editor-in-chief,” Kassem says.\n  Kassem often found the board discussing business-related aspects with the editorial team. He rejected this, arguing they had overstepped their jurisdiction.\n  After one fallout six months into the start of publishing, Kassem dismissed Hawary from his position and replaced him with Magdy al-Gallad.\n  Eventually, Kassem decided to leave the paper in 2006, aware that it was contributing to a dangerous trend in Egypt — an oligarchy of businessmen had seized control of the media and public opinion.\n  “I thought, I took the paper to a point where it was a success story, but how long was I going to be able to sustain its editorial independence for? I doubted it,” he says.\n  Kassem says the paper now owes its survival to the lack of a better alternative, rather than its own quality content. Still, “if the business side isn’t fixed, the paper will be a continuous hemorrhage for the owners,” he says.\n  A business failure\n  Even though the paper broke even in an impressive 20 months, Kassem says a series of poor decisions failed to capitalize on this success and dragged it into a financial crisis.\n  The investors approached the paper mainly as a prestige project, aiming only to have it finance itself and not to turn into a profitable investment.\n  “I don’t believe in this view: that in order to produce a good paper, it has to be bankrupt. No, I believe in the saying that there is no press freedom without a business plan.”\n  Subsequently, he says, the investors adopted a policy in which a steady stream of revenue was prioritized over the continued growth of the paper.\n  Since its inception in 2004, the revenues of the paper increased steadily until investors in 2007 decided to contract an advertising company in the hope of guaranteeing regular returns. This, Kassem argues, put a ceiling on the paper’s growth.\n  Kassem also says the distribution and printing arrangements were costly and not well thought through.\n  “A lot of mistakes were made, expenses rose without justification, decisions weren’t made rationally,” Kassem says.\n  When the circulation of the paper exceeded that of state-owned Al-Ahram in 2011, Kassem says the paper failed to capitalize on this success.\n  Crisis hits\n  Following institutional losses in 2012, Al-Masry Al-Youm decided this year to shut down its recently established weekly magazine, Al-Siyassy, and the English-language Egypt Independent news website and weekly paper.\n  Sherif Wadood, former CEO of Al-Masry Al-Youm and current board member, says that in 2006, owners believed an English translation portal would be a cost-effective way to maximize on the existing news production and benefit from the perks that an English edition brings.\n  “Our motive was to increase our reach and our brand value, which is the most valuable asset for Al-Masry Al-Youm,” he says.\n  When the English edition’s first editor-in-chief, Fatemah Farag, was hired, she immediately understood that a mere translation site was too limited and could not offer a high-quality English-language service.\n  Wadood says, “The translated content was not addressing the needs of the English reader, who required more background and analysis.”\nThis is when the newspaper decided to invest in original English content and in-house translation. “It was the normal development of the project,” he says.\n  Wadood says the English edition was first conceived as a profitable endeavor. With no high-quality daily English-language newspapers in Egypt, he says, the market was wide open.\n  But a combination of poor management and circumstances kept the paper from reaching its fiscal potential. The first glitch happened, Wadood says, when it became clear that the bulk of the advertising share would always be allocated to the Arabic edition of the paper, to the detriment of Al-Masry Al-Youm English Edition, which later became Egypt Independent.\n  The year 2011 witnessed a defining schism between the two editorial teams. Following an editorial fallout between the English edition and its Arabic stepsister, Egypt Independent acquired a separate printing license and chose its new name.\n  Even though Wadood says the owners admired the English edition for its quality, it was eventually sacrificed when the financial crisis hit.\n  “On countless occasions, Salah Diab admitted that the content of Egypt Independent was superior to the Arabic paper,” Wadood says. “He would bring the English weekly paper to meetings and was very proud of it.”\n  Wadood blames the decision on economic struggles.\n  “Although genuine praise came from everyone, the gloomy economic situation the Arabic paper was in caused them to worry about the financial well-being of the original publication,” he says.\n  In spite of this, Wadood is adamant that one more closure will by no means solve Al-Masry Al-Youm’s current crisis.\n    This article has been changed to reflect Al-Masry Al-Youm board member Sherif Wadood's correct quote regarding founder Salah Diab.", "tweets": "288", "author": "Heba Afify"}, {"url": "http://www.egyptindependent.com/news/final-issue-three-journalists-survive-two-closures-one-year", "articletext": "This piece was written for Egypt Independent’s final weekly print edition, which was banned from going to press. We offer you our 50th and final edition here.\nOn 19 April 2012, the management of the English-language newspaper Daily News Egypt (DNE) decided to abruptly liquidate the company. The journalists and editors were told that the issue of 21 April would be their last. They were forced out of their jobs, without any severance or compensation.\n  In the following months, a handful of the staff joined the team at Egypt Independent (EI). Exactly one year later, as Egypt Independent puts together its last issue, three of the former Daily News Egypt staff members find themselves struck with a surreal sense of deja vu.\n  Amira Salah-Ahmed: So girls, happy anniversary! It was exactly one year ago today that DNE closed and now look what’s happening.\n  Mai Shams El-Din: I feel somewhat indifferent — I’m even making fun of it. Is that natural or is it bad of me?\n  Dalia Rabie: No, it’s normal.\n  Salah-Ahmed: I think it’s just another way of dealing with it. It’s very weird that this is happening on almost the same exact day. History is supposed to repeat itself but not this soon, right? It feels like someone is playing a joke on us.\n  Shams El-Din: It’s the irony, Amira. I remember when I was first hired by EI eight months ago, I thought I was being hired by a well-established, secure and stable institution. Silly me. I guess this has something to do with our superpowers.\n  Salah-Ahmed: I thought the same thing when I started at EI in October — that being part of a larger institution had some kind of security. I was surprised to see from early on that, despite being such a large organization, it suffers from the same commercial problems we had at DNE.\n  Shams El-Din: I have been saying this since I joined — investors consider us a source of prestige, not a potential power and revenue generator.\n  Rabie: I didn’t see this coming either. I remember when Lina called for the general meeting, I made a joke about how ironic it would be if this paper was closing down too.\n  Shams El-Din: Oops, Dalia. It’s our superpowers.\n  Salah-Ahmed: It’s bad enough to have to go through something like this once in your life. It’s just unimaginable that we have to live through it twice in 12 months.\n  Rabie: Worst deja vu ever.\n  Shams El-Din: I just cannot believe we will have to see the same “we are sorry for EI, what a loss for English-language journalism in Egypt” on social media all over again.\n  Salah-Ahmed: It really shows that the people who took it upon themselves to launch English-language media outlets have little knowledge of what’s required to keep these projects sustainable. All of them have been based on the same business models, which are proving to be old and stale and doomed to failure.\n  You’d think that with some very prominent businessmen behind these media ventures, they’d be able to adapt to changing economic times and business needs — be able to innovate and restructure. We never got enough attention from the commercial teams, not at DNE or EI.\n  Rabie: That’s exactly the problem, they’re businessmen. For them to keep a business alive, it has to be profitable. They’re completely oblivious to any other aspect or potential.\n  Shams El-Din: Again, the problem is that they do not look at us as a potential source of revenue — they think of us as more prestige for them. That is the ugly truth.\n  Rabie: It’s sad how the editorial side always ends up bearing the brunt and paying for the mistakes repeatedly committed by the commercial side.\n  Salah-Ahmed: The interesting thing is that this time around, we actually got a chance and time to try and save the paper. And we did amazingly well.\n  We proved that we can sell the product to people because we know what we’re selling and to whom. Unlike the commercial side, which knows nothing about the content we produce or the audience we’re targeting.\n  I really thought that after we miraculously managed to boost our subscription numbers and copy sales in just two months, the management would finally see what they’ve been doing wrong, and know that this has real potential that’s been unrealized. But it seems like the decision to close has nothing to do with the numbers.\n  Shams El-Din: Yes. This time, it’s obviously political. I have no other explanation.\n  Rabie: I would say it is also very much financial.\n  Salah-Ahmed: It’s financial, but there’s something behind the lack of will and interest in figuring out a solution to the financial troubles.\n  Shams El-Din: I also believe it’s political. The lack of this will you are talking about, Amira, is politicized in a way.\n  Rabie: It’s almost as if they don’t take English-language media seriously. I mean, God forbid they would invest in actual professionals who don’t rely on sensationalism.\n  Shams El-Din: But tell me, are you feeling the same level of sadness you felt when DNE closed or are you more immune now?\n  Salah-Ahmed: There’s definitely an advantage to life throwing you a curve ball that smacks you straight in the face — twice. I’m not as shocked and emotionally traumatized, maybe because I haven’t been here as long.\n  But I’m actually more angry and frustrated than I was last year. With DNE, it was a very emotional journey, now I feel like, hell no! This can’t be happening again.\n  I’m angry that there won’t be that voice of independent journalism, with the kind of content we produce that’s very different from Arabic media. And that’s especially true because of the timing — this year, after Mohamed Morsy’s election and the Brotherhood monopolizing the scene, our voices are even more vital and crucial.\n  Rabie: It is a very crucial time. There’s so much news coming out of Egypt, it’s ironic to see news outlets closing down rather than actually thriving.\n  Shams El-Din: That’s sad. I confess that this time I’m not emotionally affected as much, but I’m really concerned about the future of independent journalism in Egypt.\n  Salah-Ahmed: So, where to next, ladies? Which media powerhouse do we want to take down now? Should we go work for the Freedom and Justice Party newspaper?\n  Rabie: On to Maspero!\n  Salah-Ahmed: Oh, much better. Maspero, expect us!\n  Shams El-Din: Yes! Maspero, and then off to the FJP newspaper.\n  Salah-Ahmed: Remember last year when we were unemployed for a few months? That was fun, right? We can, you know, take “time for ourselves” and stuff.\n  Rabie: Yes, I really need to find myself. I also really need to find some money.\n  Shams El-Din: I feel like this is really not the right time to have time for ourselves. It’s a very critical time indeed!\n  Salah-Ahmed: Well, Mai. You don’t have a choice, OK? You must focus on yourself and ponder life issues, like why are we here and the meaning of the universe. Things like that. Dalia, what do you think is the meaning of life? We can chat about this over brunch now since we’ll have free time.\n  Rabie: That’s a good time to ponder, actually, because I really feel like life is trying to tell me something. Switch careers? Start a band?\n  Salah-Ahmed: Life is like, stop being a journalist! Yes! A band. We can call it “Jobless Journos.” It’ll be a hit since so many people in Cairo will relate.\n  Rabie: We can sing the news!\n  Salah-Ahmed: I want to play the tambourine! And we can hire other former journalists to create an interpretive dance of the news, like in the background.\n  Shams El-Din: Amazing career choice — singing the news instead of writing it. Good suggestion, Dalia.\n  Rabie: Sixteen people were injured today in clashes in Tahrir Square. ... Paparara pa pa parara.\n  Salah-Ahmed: Morsy visits Qatar to ask for more money, shobi do bi do da daa.\n  Shams El-Din: Hell yes, that’s hilarious.\n  Salah-Ahmed: That’s definitely one thing I learned this time around — the only thing you can really do at times like these is laugh. I think the EI management is freaked out that we’re not moping around.\n  We’re staying energetic and positive, and laughing about it as much as we can. Last month, we threw a party. I think they think we’re crazy.\n  Shams El-Din: We will remain crazy and hopeful.\n  Rabie: The joke’s on them, we’re starting a band!\n  Salah-Ahmed: Jobless Journos, coming Summer 2013.", "tweets": "35", "author": "Amira Salah-Ahmed\nDalia Rabie\nMai Shams El-Din"}, {"url": "http://www.egyptindependent.com/news/final-issue-50-50", "articletext": "This piece was written for Egypt Independent's final weekly print edition, which was banned from going to press. We offer you our 50th and final edition here.\nNewspapers aren’t closed in one swift blow. Here at Egypt Independent, we’ve learned that the process is long and drawn out. Any institution, a characterization that we believe Egypt Independent has grown into, fights back and resists attempts to shut it down. We’ve reported on this in other manifestations, not least the ongoing fight to end the institutions that have held back Egyptians from realizing their own demands. This process, and others, have their own lessons. Much of this final issue, before we attempt to revive the paper in another form, is self-referential, but we have reserved these two pages for more blatant reflection.\n  -1-\nSustainability and business development are key to the media battle in Egypt today\n-2-\nBeing sacked is one’s inevitable chance to break the routine\n-3-\nMake space for laughter\n-4-\nCode is the law\n-5-\nPressure makes diamonds\n-6-\nAnything is possible with the right amount of coffee\n-7-\nRevolution is not just protests\n-8-\nIndependent media is not really independent\n-9-\nأدينى جرنال محترم و أرمينى البحر\n(All I really need is a good newspaper)\n-10-\nYou have to kill the baby to save the mother. There are no other options\n-11-\nقلي الباذنجان يتطلب مجهودا و ذراع أيمن قوى\n(Frying eggplant needs effort, and a strong right arm.)\n-12-\nThe universe is run by prankster imps\n-13-\nNever let a media dinosaur get in the way of a good time\n-14-\nNothing lasts forever, but that doesn’t mean it didn’t matter\n-15-\nWhen someone fires you or closes your business, rip up the paper and act like it didn’t happen\n-16-\nAlways choose your own title\n-17-\nAlways look on the bright side of life\n-18-\nاليأس خيانة\n(Despair is betrayal)\n-19-\nنعمل اللى علينا و الباقى على لينا\n(We do our best, Lina does the rest)\n-20-\nWhen all else fails, throw a party\n-21-\nيلا يالا من هنا\n(Get outta here, boy)\n-22-\nقال يا قاعدين يكفيكوا شر الجايين\n(Newcomers don’t have much to offer)\n-23-\nTake the gun, leave the cannoli\n-24-\nReaders will take risks to support you\n-25-\nI’m a pessimist because of intelligence but an optimist because of will\n-26-\nالدنيا زى الخيارة، يوم فى إيدك و يوم فـ…\n(Life is like a cucumber, one day it’s in your hand, the next it’s in ...)\n-27-\nWe will survive this crisis because of our ability to laugh at any time without restrictions\n-28-\nJustify your text...\n-29-\n... but it’s ok to drift to the margins ...\n-30-\n... and if you ever become marginalized, get back on track and stick to the margins\n-31-\nWhen all else fails, rationalize ...\n-32-\n... but, there is always some reason in madness\n-33-\nYou can finally dream of opening your butcher shop\n-34-\nNo email thread is ever long enough.\n-35-\nIt was all about the added value\n-36-\nالمنحوس منحوس و لو علقوا فى ذيله فانوس\n(He who is jinxed is jinxed)\n-37-\nYou’ve gotta smile\n-38-\nاللي ياكل لوحده يزور\n(He who eats alone ... chokes.)\n-39-\nWhen one door closes, another opens and you should go close it, because ... why not?\n-40-\nDon’t trust the mother organization with anything (especially subscriptions)\n-41-\nEvade the punches as long as you can and then roll with them\n-42-\nIf someone is stealing your sandwich, by God, get a bite of it\n-43-\nYou win when you Photoshop the president\n-44-\nPeople will rally behind a cause\n-45-\nDeath in the tarot deck signifies a new beginning\n-46-\nIt’s the people, not the place\n-47-\nA team is greater than the sum of its parts\n-48-\nNow, it is later than it’s ever been\n-49-\nFul Mahrous serves sunny-side-up eggs and chipsy sandwiches\n-50-\nTake pride in your newspaper’s closure\n ", "tweets": "76", "author": "Egypt Independent"}, {"url": "http://www.egyptindependent.com/news/justice-jeopardy", "articletext": "\"I think you can see how many [former regime officials] have been released from prison. They’ll give them bonuses next,” President Mohamed Morsy said at a news conference in late March.\nThe acquittal of several former regime officials charged in corruption cases had clearly bothered Morsy, whose group has been mobilized to protest today, Friday, to demand the purging of the judiciary. Within the same breath, however, he emphasized his respect for the judiciary.\nThe Muslim Brotherhood and its man in office have had a rocky relationship with the judiciary since their rise to political power, respecting certain decisions and clearly flouting others.\nIn January, the president called on Port Said residents to respect judicial rulings after a court ordered the execution of 21 local Masry Ultras in the Port Said football violence case. Residents accused the judiciary of bias and of appeasing Ultras Ahlawy, a Cairo-based group of ultras, or hardcore football fans.\nLater in March, neither the president’s office nor the Brotherhood seemed even a little fazed about a ruling that annulled the appointment of the current prosecutor general. The Brotherhood-appointed prosecutor general said he would stay in office.\nAbdel Moneim Abdel Maqsoud, a Brotherhood lawyer, said that it is not in the group’s nature to undermine the judiciary, as it has always respected the legacy of the judicial branch, which he said brought justice to the Brotherhood on several occasions under former President Hosni Mubarak’s rule.\nAbdel Maqsoud does not believe the Brotherhood has adopted conflicting positions toward the judiciary. He said the law allows any entity to contest judicial rulings through legal avenues.\nIt is the media, he argues, that has drawn negative attention to it.\n“All judges should steer clear of the media and not give any statements that reveal their political orientations,” he stated. “The Supreme Judicial Council’s decision to ask judges not to appear in the media was prudent, because the phenomenon is new to us and it is dangerous because it opens the door to commenting on judicial rulings and questioning the integrity of the judiciary.”\nIn its interpretation of the ruling, which voided the prosecutor general’s appointment, the Supreme Judicial Council urged the prosecutor general to take the initiative to relinquish his position and return to work as a judge, and called on judges to refrain from appearing in the media.\nBut there are several other cases that appear to point to the Brotherhood’s unclear and uneven relationship with the judiciary: a relationship seen by critics as undermining the independence of the judicial branch.\nThe Brotherhood did not protest a ruling issued in April 2012 ordering the dissolution of the first Constituent Assembly, formed by the now-dissolved People’s Assembly.\nBut in June, the Brotherhood protested three judicial rulings, exploiting them throughout Morsy’s presidential campaign.\nThe first ruling acquitted former Interior Minister Habib al-Adly’s aides, charged with the killing of protesters. The second found the People’s Assembly elections law unconstitutional, a ruling that the then-ruling military junta used to dissolve Parliament’s lower house.\nThe third ruling abrogated the Political Isolation Law, tailored by the dissolved Parliament to disqualify former regime members Ahmed Shafiq and Omar Suleiman from the presidential race. The ruling enabled Shafiq to continue the race, and he eventually reached the runoff election but lost to Morsy.\nWith a victory in hand, however, the Brotherhood and Morsy praised the judiciary, which it said neutrally supervised the election. Shortly afterward, Morsy honored Farouk Sultan, the Supreme Constitutional Court (SCC) head, after he reached retirement age — despite the many reservations the Brotherhood expressed toward the rulings the SCC issued a month before.\nBut the honeymoon between the judiciary and the Brotherhood would soon end. In November, before the SCC could review a case calling for the dissolution of the Constituent Assembly and the Shura Council — whose session was scheduled for 2 December — Morsy issued a constitutional declaration that immunized the two bodies, and removed the prosecutor general.\nJudges and opposition powers saw the move as a flagrant infringement on the judiciary’s role.\nMuslim Brotherhood members besieged the SCC around the time the ruling was expected, and a few days later, the group’s official spokesperson described the SCC as “a counter-revolutionary power” after it “suspiciously” issued a ruling to dissolve the People’s Assembly in June.\nSabry Amer, a Freedom and Justice Party member and former head of the dissolved People’s Assembly transportation and information committee, believes judges are to blame for issuing rulings out of touch with the zeitgeist.\nHe believes judges fail to observe the spirit of the law and “do not at all feel what this nation, which is ailing economically and politically, is going through.\n“I do not wish to say that the judiciary is politicized, but it is a state institution, and so it should have a sense of the conditions in the country,” he argues.\nHe adds that there is a difference between implementing the law on a healthy man and implementing it on a sick one.\n“There is something they call a medical pardon,” he says.\nAmer says the ruling to dissolve the People’s Assembly failed to observe the country’s conditions, even if it was legally justified.\n“The ruling was issued by a man who did not see or hear of the country’s circumstances,” he says. “So long as parliamentary elections were free, characterized by integrity and achieved some degree of justice, then he should have taken into account the nationwide conditions. A country at war is different from one at peace.”\nAmer thinks that strict implementation of the law is acceptable under normal conditions, but “not in the exceptional conditions we are living in.\n“What law or constitution was it that justified the stepping down of Mubarak and the dissolution of the People’s Assembly and Shura Council at the beginning of the revolution?” he asks.\nEssam al-Tobgy, a State Council member, says, “The Brotherhood is the last to speak about the country’s interests and judicial rulings because, from the beginning of the revolution, they refused to pass exceptional and revolutionary laws.”\nTobgy adds that none of the members of the Brotherhood should claim that the judiciary is corrupt. If that were the case, then Morsy should be the first to step down, as it was the same judges whose integrity he contests who supervised the election that brought him to power.\nAdel Ramadan, a lawyer with the Egyptian Initiative for Personal Rights, agrees with Tobgy that it is in the Brotherhood’s interest not to cast suspicions on the judiciary’s integrity. He says those in power want to create the impression that the judiciary is independent because it plays an important role in running state affairs, so the Brotherhood has no interest in causing people to lose confidence in the judiciary even if they are at odds with it.\n“A society without a judiciary cannot be controlled,” he adds.\nRamadan adds that there are issues that reveal the disagreement between the judiciary and the Brotherhood, such as when the SCC invalidated the parliamentary elections law as if to send a message that it is the highest judicial body in the country and its authority cannot be challenged.\n“All of those rulings do not flout the law, because the court will sometimes strictly apply the law and at others only flexibly implement it. It has a margin of action within the limits of the law itself,” he argues.\nRamadan says that the Brotherhood has very little presence within judicial circles, with the majority of judges being independent, or associated in some way with the former regime. This, he says, may partially explain why the Brotherhood tends to antagonize the judiciary.\nThe Brotherhood undoubtedly wants to control a power as important as the judiciary, he adds, though it has no vision for the judiciary’s role. The group only sees it as a tool to dominate, Ramadan says.\nNow that the group is in power, he states, it is trying to control the judiciary the way it did with the prosecutor general’s position. In the past, it always sought to win the sympathy of the judiciary when it belonged to the ranks of the opposition.", "tweets": "12", "author": "Mohamad Adam"}, {"url": "http://www.egyptindependent.com/news/mubarak-s-trial-slips-out-public-consciousness", "articletext": "Olfat Mohamed, whose son Islam Abdel Wahab was killed at Sayeda Zeinab Police Station on 28 January 2011, was devastated to see that the last two years have been much kinder on those responsible for killing her son than they have been for her.\nToppled President Hosni Mubarak appeared on live television Saturday, two days before a court ordered his release pending his retrial on charges of complicity in killing protesters during the January 2011 uprising. He seemed to be in high spirits.\n“He was waving at people as if he was still president, his face looks rejuvenated. He’s 30 years older than me, but I looked at his face, then I looked at mine, and saw the signs of what happened to me since I lost my son,” a broken Mohamed laments.\nEven though Mubarak remains in custody over other charges, the recent court order and his health condition, which reflected the preferential treatment he has been receiving during his detention place at the military hospital in Maadi, was a blow for grieving families who have been waiting for justice for their lost loved ones.\nAfter the release and acquittals of most of the officers accused of killing more than 1,000 protesters in more than 30 cases, leaving only two officers serving time, families are starting to lose hope in ever receiving the retribution that President Mohamed Morsy promised.\n“They gave us sedatives and they didn’t do anything. We keep going from bad to worse — we saw nothing but sorrow,” says Mohamed.\nBut the view is different through the public eye. The case is slowly slipping out of consciousness, given the perceived political stalemate and economic failures of the ruling regime of President Mohamed Morsy. Once deemed historic, the case and the anticipation with which the scene of Mubarak in a dock was awaited, are distant memories today.\n“Citizens don’t give priority to Mubarak’s prosecution anymore. They are more concerned with the problems that the policies of the Muslim Brotherhood have created for them,” says Ahmed Fawzy, general secretary of the Social Democratic Party. “People are starting to feel that what Mubarak and [his interior minister, Habib al-]Adly did was not so criminal after seeing Morsy and the interior minister following suit.”\nEchoing Fawzy’s thoughts, Sherif Kamal, an employee in a private company, says that “in all honesty, it doesn’t matter anymore.”\n“There was injustice and corruption under Mubarak and the revolution was supposed to change the situation, but the same conditions remain. People are still being killed,” he says.\nSayed Abdel Salam, a tailor, says the moment when all eyes were on Mubarak waiting to see him punished has passed.\n“Mubarak is now in the past. The revolution should have been completed on the spot with revolutionary courts and not dragged on for two years,” he says.\nFawzy, who is also a lawyer, says the evidence against Mubarak and his regime is not enough to indict them of murder under the Egyptian judicial system, and with the major faults that marred the investigation phase of the case.\nAdditionally, he says the judicial system doesn’t recognize many of the charges Mubarak should be prosecuted for, which encompass his 30 years as president and not just the days of the revolution.\nEven though he doesn’t expect the regime to release Mubarak soon in fear of a popular backlash, Fawzy doesn’t rule out the possibility of the fallen ruler coming out of his retrial with a reduced sentence or even an acquittal.\nRepeating what lawyers have been saying since the start of the trial, Fawzy says that in order for Mubarak to be prosecuted for all his crimes, he should be charged with crimes against humanity using international laws or in special revolutionary courts.\n“It’s hard to believe that after 30 years, Mubarak is in jail for a villa. This is a funny joke,” says Fawzy, mocking the fact that the only charge keeping Mubarak in jail now is related to the misuse of funds allocated for the renovation of presidential palaces.\nHaving suffered a declining economic situation in the past two years, Tarek, a supermarket owner, says he’s now more interested in any measures that will improve his own situation, rather than the prosecution of Mubarak.\n“If Mubarak gets released, how will that affect me? If he gets executed, how is that going to affect my life?” he says. “All that will happen is that the families of those who died will have some comfort — that’s all.”", "tweets": "7", "author": "Heba Afify"}, {"url": "http://www.egyptindependent.com/news/qatar-global-player-underdeveloped-internal-politics", "articletext": "DOHA — In 2011, Qatari Emir Hamad bin Khalifa al-Thani said the country would hold its first elections for the Shura Council, whose members are traditionally appointed by the prince.\nElections are scheduled to take place in the second half of 2013. It will be an interesting experience in a country where politics is dominated by the ruling family, and the idea of political parties and any form of opposition is all but completely alien.\nQatar has one elected body: the Central Municipal Council, first elected in 1999. Its 29 members, each representing an electoral constituency, are assigned to four-year terms.\nWhile its main role is to cooperate with the municipal affairs and agriculture ministry in urban planning, many criticize the body for solely facilitating building permits.\nMichael Stephens, a researcher at the Doha-based Royal United Services Institute for Defense and Security Studies, argues Qataris are uninterested in a more democratic political process.\nElecting members of the Shura Council rather than having them appointed is “one step up” a very long ladder, he adds. A more comprehensive transition to a democratic process, however, requires broader change in Qatari culture that may take at least three generations, he argues.\n“There is no direct relationship between Qatar’s internal and external policies. Its support for Arab Spring revolutions can be explained by the fact that the prince is a pan-Arabist. He can be described as the present-time [Gamal Abdel] Nasser, who is committed to improving the lives of his citizens rather than being an authoritarian dictator,” Stephens explains.\nOn the political level, Qatar was a chief supporter of Arab Spring revolutions and the governments that came into power afterward, especially Egypt, to which it has regularly provided economic support at critical times.\nBut this same support has created sensitivities among neighboring Gulf countries such as Saudi Arabia and the United Arab Emirates, both of which, compared with Qatar, had warmer historical ties with the overthrown regimes — particularly that of former President Hosni Mubarak.\nWhile Qatar may be comparable to its Gulf neighbors, such as Bahrain and Kuwait, on the surface, their internal politics differ. In Bahrain, the Sunni minority rules over the Shia majority, while in Qatar, the ruling Sunni majority accounts for 92 percent of the population and Shias make up 8 percent.\nQatar is skeptical of Kuwait’s political model, particularly after the mass protests that took place last year against the parliamentary elections law and continuing frictions between the ruling family and the Islamist parliamentary majority.\n“The extensive financial support the emir gives to his people is the reason that there is total confidence that a revolution will not happen in his country,” Stephens adds.\nMany Qataris may see opposition to the ruling family as a form of national humiliation, and in turn there is broad support for the prince’s decisions. At the same time, this is qualified by adding that citizens trust the ruling powers to take the different segments of society into consideration when making decisions.\nBesides the apparent social harmony on the surface and the impression of positive sentiment toward the ruling family, there are gaps among social segments of the population.\n“There does not really seem to be one national, agreed-upon dream,” says Stephens.\nAhmed Ali, prominent Qatari journalist and general director of the private newspaper Al-Watan, sits at his office, where on the wall hangs a photo he obviously holds dear.\n“This is a picture of me with his Excellency Prince Hamad bin Khalifa al-Thani in 1995. It was his first interview since he took charge of the country.\n“The prince is a dreamer ... and has a deep vision. I am sure he wants to achieve a renaissance for Qatar and all Qataris believe that,” he says.\nHe argues Qatar’s internal affairs, rarely talked about openly in the media, are different from other Arab countries, and that the country has its own political and socioeconomic experiment that has so far proven successful.\n“Why did you Egyptians go to Tahrir, because of political repression and differences between social classes?” he asks. “Why should we oppose the prince here?”\nHe points out that a citizen who gets married receives a plot of land to build on and has access to facilitated loans.\n“Students have the right to an education at the expense of the state at the best universities in the world, and they are eligible for a monthly salary before graduation. This is real luxury,” he says.\nQataris do not want a democracy like Kuwait’s, where “politicians commit suicide,” nor do they want democracies like those in Spain or Greece, countries mired in debt.\n“We have our own experiment,” he says.\nAsked about the different political powers expected to compete in the upcoming parliamentary elections, Ali says that while the prince has yet to issue the law, candidates would likely be members of main tribes and families in Qatar. There is no opposition to the prince, he emphasizes.\nLofty ambitions\nThe ruling family has focused its development efforts on creating a cultural, sports and education hub in the region. That’s besides successfully expanding its business ventures globally through its sovereign wealth fund, the Qatar Investment Authority, which invests surpluses in budget revenues through its Qatar Holdings arm.\nWith 15 percent of the world’s natural gas reserves, Qatar is the third biggest natural gas producer. Its foreign currency reserves climbed to US$130 billion this year, up from $80 billion the previous year, reflecting its expansion in investments and projects.\nThe country boasts economic growth rates that top 19 percent, among the highest in the world.\nQatar Holding has taken an aggressive investment approach, buying into French soccer club Paris Saint-Germain, German sports-car maker Porsche, British bank Barclays and Swiss lender Credit Suisse.\nQatar Bank Group is also acquiring Egypt’s second largest private bank, National Societe Generale Bank, and is a major funder of Egypt’s ailing economy, injecting direct cash deposits in a central bank struggling with depleted foreign reserves.\nIt was recently announced that Qatar plans to invest $200 billion in infrastructure projects over the next 10 years, including a massive array of projects to prepare to host the 2022 FIFA World Cup.\nOn the local level, there are factors that threaten Qatar’s ability to become a cultural melting pot and may even put it on the road to being less friendly toward foreign labor.\nQataris make up 26 percent of the population of 2 million, while foreigners make up the bulk of the country’s labor force, working in a variety of sectors.\nThough the government is highly dependent on this segment of the population, workers often complain of suffering from arbitrary procedures. On another level, and much like other Gulf countries, work conditions are notoriously dire for laborers, on whom the nation relies to build much of its high-rise, state-of-the-art buildings and infrastructure.\nIn July 2008, Qatar announced a national plan titled “The Qatar National Vision 2030,” which seeks to replace foreign labor with Qataris in senior positions at the economic and planning levels. The plan sets out to encourage more Qataris to join the national labor force, and in turn, become less dependent on its large professional expat community.\nIn the process, however, citizens are seen as being given more privileges and leeway on the professional front, which come at the expense of the quality of the goods and services provided.\nThe Qatarization plan sets an employment quota for Qataris at government institutions, banks and private projects. According to investment regulations, all businesses must have a majority Qatari shareholder with a 51 percent stake.\n“The government has started to implement some labor policies as part of the plan to have foreigners replaced with Qataris” that are being implemented in an “unethical way,” says a consultant to one of the major state-owned infrastructure companies, who spoke on condition of anonymity.\nSenior administrative executives are being replaced with Qataris regardless of their competence, he says.\nAli is proud of the government’s efforts in employing Qataris. Showing off a supplement for “training and employment,” he flipped through the pages, which say “the endowments ministry has 39 vacancies, the Supreme Education Council 200 and Qatar Petroleum Company 1,300.”\n“Those are only the first steps to have Qataris take the responsibility for achieving a renaissance for their country,” he adds.\nStephens argues Qatar’s chief problem is the quality of skilled labor. Longstanding policies have created a state of welfare that has not encouraged hard work and productivity in the private sector, he says.\nThe consultant also tells Egypt Independent of challenges facing the completion in infrastructure for the World Cup.\n“The chief problem that Qatar could face in building its infrastructure, particularly for the 2022 World Cup, is the failure to follow international quality standards,” he says.\n“Due to administrative and organizational mishaps, a project’s timeline may be doubled,” he adds.\nThe inauguration of the Hamad International Airport, expected to be Doha’s new main airport, has been delayed — for the fourth time.\n“Qatar wants to have a good image at the expense of quality and value,” the consultant says, and that’s besides the “labor laws as well as the working and living conditions for field workers.”\n“It is inhumane,” he adds.\nAs one cab driver of Indian origin says, “The money I make is not much ... [and] labor laws are harsh, but I have to accept work here because getting a job in my country is not easy.”", "tweets": "29", "author": "Omar Halawa"}, {"url": "http://www.egyptindependent.com/news/newspaper-price-rises-reflect-threat-sustainability-egypt-s-press", "articletext": "Last month, the private daily newspaper Youm7 announced to readers that it would raise its print edition’s price from LE1 to LE1.50.\n“To our dear readers,” the headline, posted on the paper’s popular website later that day, read. “We ask your permission to raise the price of Youm7. Al-Ahram [printing press] has raised the price of printing and increased the burden of newspaper costs.”\nIn a move typical of today’s media, a snapshot of the Al-Ahram document relaying the change accompanied the article.\nFor journalists and media analysts, Youm7’s decision — which followed similar price increases for independent papers Al-Masry Al-Youm and Al-Watan, with Al-Shorouk planning to raise prices soon — came as no surprise. Facing the falling pound, reduced advertising revenues and a changing readership, private papers, already losing money on each copy sold, felt forced to make the change.\nIn February, the state-owned and cash-strapped Al-Ahram printing company raised the cost of printing newspapers at its plants by 19 percent. This had a direct effect on Cairo’s cacophony of private newspapers, most of which publish through Al-Ahram’s press because of its comparatively lower, subsidized cost.\n“When the printing went up and the dollar got more expensive, it was a 100 percent loss,” says Magdy al-Hefnawy, distribution manager at Al-Watan. “There are no advertisements. And the revolution has stopped business. Therefore, I have to find a solution to cover the costs.”\nBehind the headlines, commentators also say the change in newspaper prices reflects fundamental barriers to sustainable development in the print sector. Long determined by political rather than public demand, business as usual has masked the true cost of producing the news.\n“The problem is it’s a collapsed industry and market research is not available,” says Hisham Kassem, a veteran publisher and former publisher of Al-Masry Al-Youm.\nPolitical tools, not enterprises\nEgyptian media expert Adel Iskander says Egyptian newspapers have never been profit-generating enterprises determined by fair competition. Rather, government handouts to state-owned publications such as Al-Ahram have long skewed newspaper economics by artificially propping up the government papers.\nWhen independent papers first opened less than a decade ago, they were forced to compromise and print at a loss to compete in an environment dominated by state papers. Consequently, they depended on a different kind of subsidy system in which they covered their costs through advertising — and business and political write-offs from wealthy financiers personally invested in the papers.\n“There are very few ways in which newspapers can generate money,” says Iskander. “So now it’s kind of like a trifurcate of different factors that are hitting it all at once. You have an economic situation in the country that is driving business out and keeping businessmen wary of further investments.”\nThe political situation forces independent newspapers to be more concerned about what they say and “what can be done about it,” he explains.\n“And then you’ve got the state itself trying to cut its own costs by increasing its rates on printing and distribution because it has a monopoly on them,” Iskandar says.\nIn 1960, former President Gamal Abdel Nasser nationalized the Egyptian press, stifling the private media sphere. In the decades that followed, the three state-owned newspapers — Al-Ahram, Al-Gomhurriya and Al-Akhbar — dominated the print sector.\nWhile former President Anwar Sadat increased the diversity of views in print by allowing political party-affiliated papers, it was not until under former President Hosni Mubarak that the first privately owned paper, Al-Masry Al-Youm, was allowed to both report the news and print it in Egypt in 2004.\nBut Iskander says that while Mubarak allowed for the liberalization of the press with moves such as allowing independent papers to print at government-owned presses at a lower cost, he did so in a way to ensure continued state control.\n“The economic subsidy was an added safeguard,” Iskander explains. “It gave the impression that there was more diversity in Egypt’s newspaper scene, but it gave the government the opportunity to pull the plug if need be.”\nToday, journalists also see political motives behind Al-Ahram’s decision to implement the price increase under the Muslim Brotherhood-controlled government, even though it has reportedly been in discussion since 2010. Last year, the Shura Council appointed Brotherhood members and sympathizers to head the state-owned press and control the higher press council.\nMany see the rise in the printing cost as a way for Al-Ahram to gain an advantage over its private competitors by forcing them to raise their price while it continues to sell its paper at LE1, postpone internal restructuring and deal with its bloated workforce. Moreover, the change comes amid an alarming rise in violent and legal attacks against the press, many initiated by the government and Brotherhood supporters.\n“It was a political calculation,” Kassem says of Al-Ahram’s price change. “But again, the people who are in charge of the higher press council think that these jobs are a sacred cow. Again, I don’t think that’s sustainable.”\nHefnawy agrees. He argues that rather than raising the price all at once, Al-Ahram could have implemented the increase gradually to temper the short-term impact on private papers.\n“The group who holds power in the government is the Brotherhood, and they are closing in,” says Hefnawy. “They are doing this to pressure the independent newspapers because they are the opposition.”\n“[It’s] for the Brotherhood’s sake, make God forbid them,” Hefnawy adds.\nSherif Wadood, Al-Masry Al-Youm chief executive, considers state control ultimately harmful to the business.\n“When the state nationalized the industry, all of the industry’s ingredients were really negatively affected. ... The state-run media are not run for profit. They’re run for propaganda in my opinion,” Wadood says.\nWith propaganda as an agenda, economics become an afterthought, he says, “unless you are going bankrupt. Then you bring economics back into the situation.”\nNo business models\nPolitics aside, the price hike reveals a fundamental flaw in the Egyptian newspaper business model, experts say.\n“The more you sell, which is the dream of every newspaper, the more you lose, in the Egyptian situation,” Wadood says. “Imagine any product that has not been raised 1 percent since 2004. It means that it gets cheaper every year.”\nWadood says the average 24-page paper costs about LE1.2, with about 20 piasters per copy sold to newspaper distributors. However, because of the limited circulation revenues, this model led to the counter-intuitive situation in which high-cost distribution newspapers such as Al-Masry Al-Youm lost more money the more they sold.\nBut private newspapers that have raised prices have not seen a substantial change in readership numbers, Hefnawy says, adding that while Al-Watan’s readership declined slightly after the price change, the paper experienced a slight uptake in March.\nCirculation rates in Egypt, however, have always been notoriously hard to decipher, given the lack of market transparency. Kassem attributes this to the fact that there has never been much interest in market research because, independent of circulation rates, the state and business owners could determine newspaper content regardless of reader demands.\n“People never look at demographics. People don’t have market research departments,” he says.\nIskander says readership has also generally been concentrated among urban and middle-class areas with disposable income. Given Egypt’s deteriorating economy, he predicts that as the purchasing power of the average Egyptian declines, so will newspaper sales.\nExperts are thus concerned the increased cost of state-subsidized printing will most dramatically affect the average consumer.\n“The flip side of the story is that although it is very subsidized from the newspaper point of view, it’s very expensive for the reader,” Wadood says. “And this is where the absurdity comes in.”\nWadood recalls a conversation with a newspaper distributor a few years ago in which the man explained how expensive papers were for the lower classes.\n“In the 1950s and 1960s, the price of a paper was equivalent to one loaf of bread,” Wadood remembers the man saying. “Today, it is equivalent to 10 loaves of bread. Tell me, who is the father who would sacrifice 10 to 15 loafs of bread for a newspaper in Egypt?”\nThe way forward\nFor Wadood, the trick for newspapers going forward lies with innovative content that sells.\n“The core question here is, are you providing unique content or not?” Wadood says.\nThe number of papers in Egypt is very low, he adds.\n“This is not only because of the cost of the paper, which is very expensive from the reader’s point of view, but because you are not providing unique content,” he says. “There are so many areas that we are not even addressing.”\nIn recent months, several private newspapers have made moves to revitalize their print editions.\nIn February, Youm7 added a new page to its print lineup that is devoted to a particular area of popular interest. In addition to the more common coverage of books and art, each Monday, the paper reviews the week’s popular social and political happenings on Twitter and Facebook for print readers.\nThe same month, privately owned Al-Shorouk started publishing a weekly column by popular TV satirist Bassem Youssef in another attempt to bring Internet and TV sensations to print media.\nWhile Hefnawy is confident that — in a country where two-thirds of the population still live without Internet access — print papers still have a shot in the foreseeable future, Iskander is less optimistic about what this print sphere would look like.\n“The result will be the suffocation of any small sort of enterprising, fledgling publication. It will push any fringe political group that can’t afford to publish out of the way, and it will lead to more centralization and conglomorization of newspapers,” Iskander says. “There could be surprises along the way, but initially, it’s not a particularly good sign.”", "tweets": "25", "author": "Miriam Berger"}, {"url": "http://www.egyptindependent.com/news/roots-religious-violence-lie-both-state-and-society", "articletext": "  While reflecting a deep societal malaise, sectarian violence in Egypt has always been associated with political power play, particularly between the ruling regimes and active Islamist groups.\nDuring President Anwar Sadat’s rule, for example, Christians were targeted by Islamist groups, who were used by Sadat to combat leftist and student activism.\nPresident Hosni Mubarak’s rule saw Copts targeted by Islamist groups who were harshly repressed by his regime. Meanwhile, some said Mubarak mobilized state security to carry out sectarian violence to manufacture a sense of Coptic insecurity and dependency on his rule as a buttress against Islamist hardliners.\nWhile many episodes can be attributed to the actions of ordinary people, violence against Copts has also been directed by the state. The most notable example of which is the army attack on a mostly Coptic march near the Maspero state television building in 2011.\nBefore this attack, many accused the state of turning a blind eye to sectarian violence. The Maspero attack represents a post-revolutionary pivotal moment, with 28 people killed — mostly Copts — marking the second deadliest attack against Copts since 81 Christians were killed in the Zawya al-Hamra neighborhood in 1981.\nTrends of impunity have prevailed throughout the last two decades, whereby those behind attacks against Copts have not been identified by the country’s robust security apparatus, who often cite lack of evidence. A notable example is that of the Upper Egyptian village of Kosheh, where 20 Copts were killed in an attack in 2000. A year later, most of the more than 90 defendants were acquitted.\nAlthough concentrated in Upper Egypt, sectarian violence has traveled east and west, reaching Alexandria, Cairo, the Delta and even Sinai.\nEgypt Independent presents a timeline of sectarian violence against Christians in Egypt since it first became a republic in 1952. Prior to this date and during the monarchy, sectarian tensions can be seen in the assassination of Coptic Prime Minister Boutros Pasha Ghali in 1910 amid rising nationalist voices accusing Copts of being agents of British colonialism.\nGhali was widely criticized for collaborating with the British occupiers, particularly with regard to the repression of rural dissent. Members of the Nationalist Party then called for making shoes from the skin of Christians, and in 1911 Copts organized a major conference to speak about the discrimination they faced.\nThis atmosphere didn’t prevail for long, with a group of nationalist leaders bridging these divides and calling for unity between Muslim and Christians to end Egypt’s occupation.\n■1968\nThe first major incident of violence against Copts occurs when a group of angry Muslims attacks a church in the Upper Egyptian city of Luxor. The incident constitutes the beginning of two trends: attacks against Copts taking the form of attacks against churches and sectarian tensions being centralized in Upper Egypt, home to a large community of Christians.\nThe attack takes place during the time of President Gamal Abdel Nasser, whose rule has not translated into overwhelming gains to the Christian rural communities, unlike their Muslim counterparts, who benefit from land reforms. The attack also coincides with apparitions of the Virgin Mary in a Cairo church.\n■1970\nSectarian violence at a Coptic graveyard in the Upper Egyptian town of Akhmim leaves one Christian dead and scores injured.\n■1972\nA group of Muslims set fire to the Sacred Book Association in the working-class district of Khanka, Qalyubiya Governorate, objecting to an NGO building being used for the association.\n■1975\nA collective attack by Muslims against Coptic property takes place in the Upper Egyptian city of Assiut, and a church is also targeted.\n■1978\nIslamist groups kill a number of Copts in a student dorm in Assiut, at a time when the Sadat regime has begun to back hardline Islamist groups in a bid to combat the threat of leftist and student secular movements critical.\n■1980\nAn unknown group of assailants attack Coptic students in an Alexandria dorm.\n■1981\nEgypt witnesses its deadliest sectarian violence, during which 81 Copts are killed and scores of Coptic houses are burned in the working-class Cairo neighborhood of Zawiya al-Hamra. In a televised appearance, Sadat says only nine Copts were killed, while some Copts say the dead exceed 81.\nThe violence erupts as Muslims allege they own the 180 square meters of land that Copts in the area have used for a church. Some say the land was state-owned. Copts, however, say a Christian man owned the land and wanted to donate it for the building of a church.\n■1990\nMuslims attack Copts in the Upper Egyptian city of Manfalout, killing six Christians, in what has become a repeated occurrence of non-organized groups perpetrating sectarian assaults.\nIn the same year, agricultural land owned by a Copt is burned by angry Muslims in the working-class district of Bulaq al-Dakrour in Cairo. The attack happens after Muslims say the land was being used for a church without legal permission.\nAlso in 1990, in the Delta city of Abul Matameer, six Copts, including a priest, are killed in a sectarian attack. The violence erupts after the family of a murdered Muslim man named Hassan Awad accused a Coptic man of his murder.\nThe violence follows a period of relative calm since President Hosni Mubarak assumed power in 1981, established friendly relations with Coptic Pope Shenouda III, and launches an attack against hardline groups supported during Sadat’s rule.\n■1991\nThe Cairo working-class district of Imbaba, which has a large Coptic community, witnesses a sectarian attack by members allegedly affiliated with Jama’a al-Islamiya.\n■1992\nThirteen Copts in Assiut are killed in an attack launched by members allegedly affiliated with Jama’a al-Islamiya. Another attack is reported later, in which at least 13 other Copts are killed in the same governorate.\n■1994\nFive monks are killed in an armed attack on the Holy Virgin Mary Monastery in Assiut, Upper Egypt.\n■1997\nA church in Minya’s Abu Qorqas is attacked. Nine Copts are killed. Jama’a al-Islamiya is accused of perpetrating the attack.\nIn the same year, in the Upper Egyptian town of Nagaa Hammadi, Jama’a al-Islamiya descends on a village called Abu Daoud and fires against Copts sitting in a Christian-owned tailor shop.\n■1998\nTwo Copts are killed in the Upper Egyptian village of Kosheh, which will later see another incident of sectarian violence. The incident, known as the First Kosheh Massacre, comes after the family of a murdered Muslim man named Hares al-Desouky Hassan killed two Copts, with the family alleging the Copts killed their relative.\nShenouda issues a statement saying the incident wasn’t sectarian. Copts accuse the police of conducting wide-scale arrests against them, which authorities deny.\n■2000\nNineteen Copts are killed in the Second Kosheh Massacre. Some say the violence started when a Coptic shop owner insulted a Muslim street vendor, who later called on his relatives to attack the shop owner.\nAbout 100 people are brought to court. Only four are sentenced, receiving from two to 10 years in prison. Judge Mohamed Afify, who issues the sentences, blames the Coptic clergy for inciting the violence.\n■2005\nA Muslim man whom authorities say is mentally ill stabs 17 churchgoers in three churches in Alexandria. The coastal city witnesses two days of sectarian clashes that lead to three further deaths and the injury of more than 100 people.\nThe incident adds the cosmopolitan city of Alexandria to the list of spots hit by sectarian violence, which analysts had commonly described as being limited to areas suffering from poverty and underdevelopment.\n■2008\nArmed tribesmen attack St. Fana Monastery in southern Cairo over land disputes. One Muslim man is killed, four Copts are wounded and three monks are briefly kidnapped.\n■2010\nSix Coptic worshippers and one Muslim are killed in a drive-by shooting in Nagaa Hammadi following Coptic Christmas mass. The incident marks a new trend of Copts staging demonstrations in the streets to call for justice, as opposed to only protesting inside churches, which was usually the case previoulsy.\nIn the same year, hundreds of Copts clash with police after construction work on the half-built Church of the Virgin Mary and Archangel Michael in Omraneya, Giza, is halted. The incident marks the first major use of force by police against Copts. One Coptic man is killed.\nAlso in 2010, a group of hardline Salafis protests in front of mosques, chanting anti-Coptic slogans and demanding the release of Kamilia Shehata. Shehata is the wife of a priest who has allegedly converted to Islam and is been held in a monastery against her will.\nThe incident raises concerns among Salafis that other Muslim converts are held being hostage in monasteries. Meanwhile, Copts call the campaign a new wave of attacks against them.\nTwo Copts are killed and scores are injured. Prosecutors arrest more than 70 Copts, who are later released.\n■2011\nThe year starts with an explosion in Alexandria that kills at least 23 Coptic worshippers during a new year’s mass at Two Saints Church. The blast prompts widespread protests by Copts objecting to a lack of state protection, and many describe the attack as one of the triggers of the 25 January revolution.\nIn January, a policeman randomly shoots six Copts on a train in the Upper Egyptian city of Samalout, killing one man. Resulting protests lead to further clashes with the police, in which scores are injured.\nIn March, the first incident of sectarian violence after the toppling of Mubarak occurs when a church in Helwan, on the outskirts of Cairo, is burned by an angry Muslim mob over a romance between a Christian man and a Muslim woman. The burning of the church triggers Coptic protests.\nThirteen people, mostly Copts, are killed in Muslim-Coptic clashes in the working-class area of Manshiyet Nasser.\nA few months later, 12 people are killed and 52 wounded in Imbaba, where the St. Mary Church is burned. The clashes start after a crowd of Muslims attack a church, demanding it hand over a Christian woman they believe has converted to Islam.\nIn October, the deadly Maspero attack takes place, in which a soldier and 27 civilians, mostly Copts, are killed as they march to the state television building in a protest calling for their right to freely build houses of worship. The violence this time is, openly perpetrated by the state, as army personnel shoot at and run over protesters with their vehicles.\n■2012\nClashes between Muslims and Christians break out in Dahshur, Giza, after a Christian launderer burned a Muslim customer’s shirt as he was ironing it. These are the first notable sectarian clashes during President Mohamed Morsy’s term in office, breaking out two months after he is sworn in.\nIn September, following death threats from what are alleged to be militant groups, about nine Coptic families flee the border town of Rafah in Sinai in a rare incident of sectarian violence in the peninsula.\n■2013\nIn April, the worst wave of Coptic-Muslim confrontations under Morsy so far erupts in Khosous village in Qalyubiya Governorate. Four Copts and one Muslim are killed.\nAs the mourners embark on a funeral procession for the victims for the Khosous violence at Cairo’s St. Mark’s Coptic Orthodox Cathedral, they are attacked by unknown assailants. Two more people are killed. Police fire tear gas at the cathedral. President Mohamed Morsy blames mourners for the violence.\n  This piece was originally published in Egypt Independent's weekly print edition.", "tweets": "135", "author": "Ahmed Zaki Osman"}]